Repository: fysiki/workoutkit-ios-sdk
Catalog: demo/SampleApp/Localizable.xcstrings
Source language: en
Languages: fr

# common_cancel
source: Cancel
fr: Annuler

# common_continue
source: Continue
fr: Continuer

# common_error
source: Error
fr: Erreur

# common_workout_fetch_info
source: You will download workout contents for that session.
fr: Vous allez télécharger les contenus pour cette séance.

# error_cannot_fetch_info
source: Cannot get workout info for ID « %@ ».
fr: Impossible de récupérer les informations la séance pour l’ID « %@ ».

# error_cannot_open
source: Cannot open workout with ID « %@ ».
fr: Impossible d’ouvrir la séance avec l’ID « %@ ».

# error_empty_list
source: No workouts found with « demo » tag.
fr: Aucune séance trouvée pour le tag « demo ».

# home_list_cta
source: List from server
fr: Liste du serveur

# home_settings_cta
source: Audio settings
fr: Réglages audio

# list_title
source: Available workouts
fr: Séances disponibles
